import { SearchIcon, PencilIcon, HeartHandsIcon } from "assets/icons";

const opportunitiesDataUk = [
  {
    id: 1,
    iconName: SearchIcon,
    title: "Шукати серед опублікованих запитів/пропозицій",
    text: "Шукаєш способи, як допомогти? Потребуєш допомоги? В додадку розміщенні оголошення, на які ти маєш можливість відгукнутися, і надати свою підтримку тим, хто потребує допомоги. Або знайти пропозиції від волонтерів, які вже готові вирушити до тебе з усім необхідним. Обери потрібний тобі регіон та категорією, і ти вже в нашому колі добра.",
  },
  {
    id: 2,
    iconName: PencilIcon,
    title: "Створити  власний запит/пропозиції допомоги",
    text: "В тебе є можливість допомогти ? Чи ти сам потребуєш підтримки? В додатку ти можеш додати власний запит на допомогу, де його побачить спільнота і відгукнеться на заклик. Волонтер може додати пропозицію допомоги тим, хто її потребує. Приєднуйся до кола взаємодопомоги",
  },
  {
    id: 3,
    iconName: HeartHandsIcon,
    title: "Отримати/ надати необхідну допомогу ",
    text: "Кожен отримає необхідну допомогу від наших волонтерів. Кожен волонтер знайде запит на допомогу. Разом ми зможемо подолати будь-які виклики та підтримати один одного в складний час. Приєднуйтесь до нашої спільноти та допоможемо один одному!",
  },
];

export default opportunitiesDataUk;
